
// Plugin Manager alert dialog, name of the plugin
"%@ installed" = "%@ 설치됨";

// No comment provided by engineer.
"An unknown error occued." = "알 수 없는 오류가 발생했습니다.";

// BLOCKED button
"BLOCKED" = "막힘";

// No comment provided by engineer.
"Cancel" = "취소";

// No comment provided by engineer.
"Enter a new package repository URL:" = "새 패키지 저장소 URL 입력:";

// Error message
"Git Command Line Tools are not currently installed, and are required to run the Plugin Manager.\n\nPlease install them from %@" = "플러그인 관리자를 실행하는 데 필요한 깃 커맨드 라인 도구가 현재 설치되지 않았습니다.\n\n다음 주소를 통해 설치하십시오 : %@";

// Install button
"INSTALL" = "설치";

// Plugin Manager
"INSTALLING" = "설치 중";

// No comment provided by engineer.
"OK" = "확인";

// No comment provided by engineer.
"Please restart the Plugin Manager." = "플러그인 관리자를 다시 시작하십시오.";

// plugin name
"Plugin Manager" = "플러그인 관리자";

// REMOVE button
"REMOVE" = "제거";

// No comment provided by engineer.
"Save" = "저장";

// Plugin Manager alert dialog
"The %@ was installed successfully!\nPlease restart Glyphs to use it." = "%@이 성공적으로 설치되었습니다!\n이 플러그인을 사용하려면 글립스를 다시 시작하십시오.";
